Repository: xfce-mirror/xfce4-systemload-plugin
Catalog: po/*.po
Languages: el, kk, ug

source: File /proc/stat not found!
el: Το αρχείο /proc/stat δεν βρέθηκε!
kk: /proc/stat файлы табылмады!
ug: ‪/proc/stat ‬ھۆججىتى تېپىلمىدى!

source: System Load: %ld%%
el: Φορτίο συστήματος: %ld%%
kk: Жүйенің жүктелуі: %ld%%
ug: سىستېما يۈكى: %ld%%

source: Memory: %ldMB of %ldMB used
el: Μνήμη: %ldMB από %ldMB σε χρήση
kk: Жады: %ldМБ қолданылуда, %ldMB ішінен
ug: ئىشلىتىلگەن ئەسلەك: %ldMB/%ldM

source: Network: %ld Mbit/s
el: Δίκτυο: %ld Mbit/s
kk: Желі: %ld Мбит/с
ug: تور: %ld Mbit/s

source: Swap: %ldMB of %ldMB used
el: Swap: %ldMB από %ldMB σε χρήση
kk: Своп: %ldМБ қолданылуда, %ldMB ішінен
ug: ئىشلىتىلگەن Swap: %ldMB of %ldMB

source: No swap
el: Χωρίς swap
kk: Своп жоқ
ug: Swap يوق

source: %dd
el: %dη

source: %dh
el: %dω

source: %dm
el: %dλ

source: %d day
el: %d ημέρα
kk: %d күн
ug: %d كۈن

source: %d hour
el: %d ώρα
kk: %d сағат
ug: %d سائەت

source: %d minute
el: %d λεπτό
kk: %d минут
ug: %d مىنۇت

source: Uptime: %s, %s, %s
el: Ενεργός χρόνος: %s, %s, %s
kk: Жұмыс уақыты: %s, %s, %s
ug: ئىجرا ۋاقتى: %s، %s، %s

source: Label:
el: Ετικέτα:
kk: Белгі:
ug: ئەن:

source: Leave empty to disable the label
el: Αφήστε το κενό για να καταργήσετε την ετικέτα
kk: Белгіні сөндіру үшін бос қалдырыңыз
ug: ئەننى چەكلەشتە بوش قالدۇرۇلىدۇ

source: CPU monitor
el: Απεικόνιση CPU
kk: Процессорды бақылау
ug: CPU كۆزەتكۈچ

source: Memory monitor
el: Απεικόνιση μνήμης
kk: Жады бақылау
ug: ئەسلەك كۆزەتكۈچ

source: Network monitor
el: Απεικόνιση δικτύου
kk: Желі бақылау
ug: تور كۆزەتكۈچ

source: Swap monitor
el: Απεικόνιση swap
kk: Swap бақылау
ug: Swap كۆزەتكۈچ

source: Uptime monitor
el: Απεικόνιση ενεργού χρόνου
kk: Жұмыс уақытын бақылау
ug: ئىشلەۋاتقان ۋاقىت كۆزەتكۈچ

source: System Load Monitor
el: Απεικόνιση φορτίων συστήματος
kk: Жүйе жүктемесін бақылау
ug: سىستېما يۈكى كۆزەتكۈچ

source: _Close
el: _Κλείσιμο
kk: _Жабу
ug: ياپ(_C)

source: _Help
el: _Βοήθεια
kk: Кө_мек
ug: ياردەم(_H)

source: <b>General</b>
el: <b>Γενικά</b>
kk: <b>Жалпы</b>
ug: <b>ئادەتتىكى</b>

source: Update interval:
el: Χρονικό διάστημα ανανέωσης:
kk: Жаңарту аралығы:
ug: يېڭىلاش ئارىلىقى:

source: Update interval when running on battery (uses regular update interval if set to zero)
el: Χρονικό διάστημα ανανέωσης κατά τη λειτουργία με μπαταρία (χρήση του κανονικού χρονικού διαστήματος ανανέωσης όταν οριστεί σε μηδέν)
kk: Батареядан жұмыс істеген кездегі жаңарту аралығы (нөлге орнатылса, әдеттегі жаңарту аралығы қолданылады)
ug: توكدان ئىشلەتكەندىكى يېڭىلاش ئارىلىقى (ئەگەر نۆلگە تەڭشەلسە ئادەتتىكى يېڭىلاش چاستوتىسىنى ئىشلىتىدۇ)

source: Power-saving interval:
el: Χρονικό διάστημα εξοικομόμησης ενέργειας:
kk: Қуат үнемдеу кезіндегі аралығы:
ug: توك تېجەش ئارىلىقى:

source: Launched when clicking on the plugin
el: Ανοίγει όταν κάνετε κλικ στο πρόσθετο
kk: Плагинге шерткенде іске қосылады
ug: قىستۇرما چېكىلگەن قوزغىتىدۇ

source: System monitor:
el: Παρακολούθηση συστήματος:
kk: Жүйе мониторы:
ug: سىستېما كۆزەتكۈچ:

source: Monitor CPU load, swap usage and memory footprint
el: Απεικόνιση φορτίων CPU, χρήσης swap και μνήμης
kk: CPU жүктемесін, swap қолданылуын және жады көлемін бақылау
ug: CPU نىڭ يۈكى، swap ۋە ئەسلەكنى كۆزىتىدۇ

source: File /proc/uptime not found!
el: Το αρχείο /proc/uptime δεν βρέθηκε!
kk: /proc/uptime файлы табылмады!
ug: ھۆججەت /proc/uptime تېپىلمىدى!

source: Use percent-formatting to format the time (see help page for details).
kk: Уақытты пішімдеу үшін пайыздық пішімдеуді пайдаланыңыз (толығырақ көмек бетінен қараңыз).
ug: ۋاقىتقا پىرسەنت پىچىمى ئىشلىتىدۇ(تەپسىلاتىنى ياردەم بېتىدىن كۆرۈڭ).
